<template>
    <div>
        <div>
            <the-navbar/>
        </div>

        <div class="bg-soft-white pb-24 pt-12">
            <div class="container">
                <div>
                    <breadcrumbs-path/>
                </div>

                <div class="mt-12 flex gap-7 flex-col">
                    <div class="font-onest-medium text-xl">
                        Условия возврата
                    </div>
                    <div class="font-onest-regular">
                        Если у вас возникли проблемы с заказом,
                        мы можем вернуть деньги или отправить нужную книгу вместо бракованной или присланной по ошибке.
                        Физическим лицам деньги придут на карту, юридическим — на счет.
                    </div>
                    <div class="font-onest-regular">
                        <br>
                        Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться.
                        Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона,
                        а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации
                        "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы
                        HTML используют Lorem Ipsum в качестве текста по умолчанию.
                    </div>
                    <div class="font-onest-regular">
                        <br>
                        Есть много вариантов Lorem Ipsum, но большинство из них имеет не всегда приемлемые модификации,
                        например, юмористические вставки или слова, которые даже отдалённо не напоминают латынь.
                        Если вам нужен Lorem Ipsum для серьёзного проекта, вы наверняка не хотите какой-нибудь шутки, скрытой в середине абзаца.
                        Также все другие известные генераторы Lorem Ipsum используют один и тот же текст, который они просто повторяют,
                        пока не достигнут нужный объём. Это делает предлагаемый здесь генератор единственным настоящим Lorem Ipsum генератором.
                        Он использует словарь из более чем 200 латинских слов, а также набор моделей предложений.
                        В результате сгенерированный Lorem Ipsum выглядит правдоподобно, не имеет повторяющихся абзацей или "невозможных" слов.
                    </div>
                </div>
            </div>
        </div>

        <div>
            <the-footer/>
        </div>
    </div>
</template>

<script setup>

definePageMeta({
    title: {
        ru: 'Возврат',
        uz: 'Qaytarib berish'
    }
})

</script>

<style scoped>

</style>