<template>
    <div>
        <div>
            <the-navbar/>
        </div>

        <div class="bg-soft-white pb-24 pt-12">
            <div class="container">
                <div>
                    <breadcrumbs-path/>
                </div>

                <div class="mt-12 flex gap-7 flex-col font-onest-regular">
                    <div class="font-onest-medium text-xl">
                        {{ locale === 'ru' ? 'Как купить книгу' : 'Kitobni qanday sotib olish mumkin' }}
                    </div>
                    <div>
                        Вы можете купить книги издательской группы «Альпина» в книжных вашего города или онлайн в нашем интернет-магазине.
                        Рассказываем, как сделать заказ у нас на сайте.
                    </div>
                    <div>
                        Книги разложены по разделам в каталоге. Можно выбирать их в тематических разделах,
                        пользоваться поиском или следить за категориями «Новинки» и «Бестселлеры», где собраны самые востребованные книги.
                        А еще не забывайте про раздел «Скидки» — в него мы ежедневно добавляем самые выгодные предложения.
                    </div>
                    <div>
                        Если вы оформляете заказ для компании и не можете определиться с выбором, напишите нам на shop@alpinabook.ru.
                        Наши менеджеры всегда помогут сориентироваться и подберут лучшие издания под ваш запрос.
                    </div>
                    <div>
                        1. Зайдите на страницу интересующей вас книги и нажмите кнопку «В корзину». Повторите это действие с каждой книгой, которую хотите купить.
                    </div>
                    <div>
                        2. Перейдите в корзину, нажав на значок в верхнем правом углу. Проверьте,
                        все ли нужные вам книги помещены в корзину, правильно ли отмечено количество экземпляров.
                        Не забудьте применить промокод, если он у вас есть. Помните,
                        что после применения промокода вы не сможете потратить бонусные баллы со счета.
                        Когда все будет готово, нажмите на кнопку «Оформить заказ».
                    </div>
                    <div>
                        3. На странице оформления заказа нужно заполнить информацию: тип плательщика, способ и адрес доставки,
                        ваши данные для связи.
                        Не забудьте установить галочку «Использовать бонусные рубли», если вы хотите потратить их на текущий заказ.
                    </div>
                    <div>
                        4. Заполнив все поля, нажмите кнопку «Оплатить». После завершения оплаты вам на почту придет подтверждение и информация о доставке.
                    </div>
                    <div>
                        5. Если у вас остались вопросы по оформлению заказа, пишите на shop@alpinabook.ru
                        или звоните по номеру +7 (800) 550-53-22.
                        Наши операторы работают по будням с 10 до 18 часов и всегда рады проконсультировать вас.
                    </div>
                </div>
            </div>
        </div>

        <div>
            <the-footer/>
        </div>
    </div>
</template>

<script setup>

definePageMeta({
    title: {
        ru: 'Как купить книгу',
        uz: 'Kitobni qanday sotib olish mumkin'
    }
})


const { locale } = useI18n()

</script>
